Repository: hamidarab/wc-expire-products
Catalog: languages/wc-expiration-*.po
Languages: fa_ir

source: Persian WooCommerce Product Expiration
fa_ir: تاریخ انقضای محصولات ووکامرس (شمسی)

source: Manage product expiration dates in WooCommerce with Persian calendar support
fa_ir: مدیریت تاریخ انقضای محصولات در ووکامرس با پشتیبانی از تقویم شمسی

source: Product Expiration Settings
fa_ir: تنظیمات تاریخ انقضای محصولات

source: Expiration
fa_ir: تاریخ انقضا

source: You do not have sufficient permissions to access this page.
fa_ir: شما مجوز کافی برای دسترسی به این صفحه را ندارید.

source: Settings saved successfully.
fa_ir: تنظیمات با موفقیت ذخیره شد.

source: Error saving settings.
fa_ir: خطا در ذخیره تنظیمات.

source: Notification Period Type
fa_ir: نوع دوره اعلان

source: Days
fa_ir: روز

source: Months
fa_ir: ماه

source: Notification Period
fa_ir: دوره اعلان

source: Time before expiration to send notification
fa_ir: زمان قبل از انقضا برای ارسال اعلان

source: Show Expiration Date
fa_ir: نمایش تاریخ انقضا

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Display Text
fa_ir: متن نمایشی

source: Use %date% to show the expiration date
fa_ir: از %date% برای نمایش تاریخ انقضا استفاده کنید

source: Display Position
fa_ir: موقعیت نمایش

source: After Price
fa_ir: بعد از قیمت

source: After Title
fa_ir: بعد از عنوان

source: Email Recipients
fa_ir: گیرندگان ایمیل

source: Site Admin
fa_ir: مدیر سایت

source: Shop Manager
fa_ir: مدیر فروشگاه

source: Custom Email
fa_ir: ایمیل سفارشی

source: Show in Order Email
fa_ir: نمایش در ایمیل سفارش

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Expiration Date
fa_ir: تاریخ انقضا

source: Expiration Date: All
fa_ir: تاریخ انقضا: همه

source: Expired
fa_ir: منقضی شده

source: Not Expired
fa_ir: منقضی نشده

source: No Expiration Date
fa_ir: بدون تاریخ انقضا

source: Expires: %date%
fa_ir: انقضا: %date%

source: Product Expired: %s
fa_ir: محصول منقضی شده: %s

source: Product "%s" expired on %s and has been automatically out of stock.
fa_ir: محصول "%s" در تاریخ %s منقضی شده است و به صورت خودکار ناموجود شد.

source: The following products will expire in 2 months and have been set to out of stock:
fa_ir: محصولات زیر ۲ ماه دیگر منقضی می‌شوند و ناموجود شده‌اند:

source: Products Near Expiration Date
fa_ir: محصولات نزدیک به تاریخ انقضا

source: Variable - %s %s
fa_ir: متغیر - %s %s

source: Product Name: %s
fa_ir: نام محصول: %s

source: Product Type: %s
fa_ir: نوع محصول: %s

source: Variation ID: %s
fa_ir: شناسه متغیر: %s

source: Parent Product ID: %s
fa_ir: شناسه محصول اصلی: %s

source: Simple
fa_ir: ساده

source: Product ID: %s
fa_ir: شناسه محصول: %s

source: Expiration Date: %s
fa_ir: تاریخ انقضا: %s

source: Edit Product: %s
fa_ir: ویرایش محصول: %s

source: WooCommerce Product Expiration requires WooCommerce to be installed and activated.
fa_ir: افزونه تاریخ انقضای محصولات نیاز به نصب و فعال‌سازی ووکامرس دارد.

source: Use these variables to display the date:
fa_ir: از این متغیرها برای نمایش تاریخ استفاده کنید:

source: Full date display (example: 2025/03/30)
fa_ir: نمایش تاریخ کامل (مثال: 1404/01/11)

source: Year only (example: 2025)
fa_ir: فقط سال (مثال: 1404)

source: Month only (example: 03)
fa_ir: فقط ماه (مثال: 01)

source: Day only (example: 30)
fa_ir: فقط روز (مثال: 11)

source: Set the product expiration date
fa_ir: تاریخ انقضای محصول را تنظیم کنید

source: No Expiration
fa_ir: بدون تاریخ انقضا

source: All Expiration Dates
fa_ir: همه تاریخ‌های انقضا

source: Expires Soon (30 Days)
fa_ir: به زودی منقضی می‌شود (30 روز)

source: Date Format
fa_ir: فرمت تاریخ

source: Default (WordPress Format)
fa_ir: پیش‌فرض (فرمت وردپرس)

source: Year/Month/Day (1402/01/15)
fa_ir: سال/ماه/روز (1402/01/15)

source: Year/Month (1402/01)
fa_ir: سال/ماه (1402/01)

source: YearMonth (140201)
fa_ir: سال و ماه بدون جدا کننده (140201)

source: Year-Month-Day (1402-01-15)
fa_ir: سال-ماه-روز (1402-01-15)

source: Day Month Year (15 فروردین 1402)
fa_ir: روز ماه سال (15 فروردین 1402)

source: Choose how to display the date in the product
fa_ir: چگونگی نمایش تاریخ در محصول را انتخاب کنید

source: Persian WooCommerce Product Expiration requires WooCommerce to be active.
fa_ir: افزونه تاریخ انقضای محصول فارسی ووکامرس نیاز به فعال بودن ووکامرس دارد.
